tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
# brew "awscli"
# brew "azure-cli"
brew "bash-completion"
brew "brew-cask-completion"
brew "coreutils"
brew "docker"
brew "ffmpeg"
brew "gawk"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "helm"
brew "id3v2"
brew "jq"
brew "kubectx"
brew "macvim"
brew "make"
brew "node"
brew "openjdk"
brew "openssl@3"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "ruby"
brew "telnet"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zstd"
cask "authy"
cask "brave-browser"
cask "firefox"
cask "gimp"
cask "google-chrome"
# cask "google-cloud-sdk"
cask "google-drive"
cask "hammerspoon"
cask "iterm2"
cask "onedrive"
cask "postman"
# cask "powershell"
cask "slack"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "xquartz"
