tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "azure-cli"
brew "bash-completion"
brew "coreutils"
brew "ffmpeg"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gradle"
brew "id3v2"
brew "jq"
brew "macvim"
brew "node"
brew "rbenv"
brew "ruby"
brew "telnet"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zstd"
cask "authy"
cask "docker"
cask "firefox"
cask "gimp"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "postman"
cask "powershell"
cask "slack"
cask "stretchly"
cask "sublime-text"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
